Repository: cesargodoi/rcadmin_v2
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: But this is part of a payment order
pt_br: Mas isso faz parte de um contribuição

source: You can only delete it using the payment order
pt_br: Você só pode excluí-lo usando a contribuição (payment order)

source: Are you shure you want to delete
pt_br: Tem certeza que deseja apagar

source: partial
pt_br: parcial

source: Summary
pt_br: Resumo

source: last 30 days
pt_br: ultimos 30 dias

source: Payment made by pupil
pt_br: Contribuição registrada pelo aluno

source: Type pupil name
pt_br: Digite o nome do aluno

source: Use
pt_br: Usar

source: Orders
pt_br: Contribuições

source: Forms of Payments
pt_br: Formas de Pagamentos

source: Actions
pt_br: Ações

source: Cash balance
pt_br: Balaço de caixa

source: Period payments
pt_br: Contribuições por período

source: Payments by person
pt_br: Contribuições por pessoa

source: Order
pt_br: Contribuição

source: Pay now
pt_br: Pagar

source: Order Detail
pt_br: Detalhe da Contribuição

source: made by the pupil
pt_br: feito pelo aluno

source: Forms of Payment
pt_br: Formas de Pagamento

source: Voucher
pt_br: Comprovante

source: Description
pt_br: Descrição

source: Do you really want to delete this payment method?
pt_br: Deseja mesmo excluir esta forma de pagamento?

source: Add payform
pt_br: Adicionar forma de pagamento

source: Payforms
pt_br: Forma de Pagamento

source: due
pt_br: diferença

source: Do you really want to delete this payment?
pt_br: Tem certeza que deseja apagar este pagamento

source: Add payment
pt_br: Adicionar contribuição

source: payments not found
pt_br: Contribuições não encontradas

source: Types of payment
pt_br: Tipos de Pagamento

source: types of payments not found
pt_br: Tipos de pagamento não encontrados

source: Cash Balance
pt_br: Balanço de Caixa

source: Payment by person
pt_br: Contribuição por pessoa

source: select a person
pt_br: selecionar um aluno

source: The Bank or Flag has been created!
pt_br: O Bank/Flag foi criado!

source: Create Bank or flag
pt_br: Criar Banco/Flag

source: The Bank or Flag has been updated!
pt_br: O banco/flag foi atualizado!

source: Update Bank or Flag
pt_br: Atualizar Banco/Flag

source: The Bank or Flag has been inactivated!
pt_br: O Banco/Flag foi inativado!

source: The Bank or Flag has been deleted!
pt_br: O Banco/Flag foi apagado!

source: Forms of Payables
pt_br: Formas de Pagamentos

source: The Form of Payment has been created!
pt_br: A Forma de Pagamento foi criada!

source: Create Form of Payment
pt_br: Criar forma de pagamento

source: The Form of Payment has been updated!
pt_br: A forma de pagamento foi atualizada!

source: Update Form of Payment
pt_br: Atualizar forma de pagamento

source: The Form of Payment has been deleted!
pt_br: A forma de pagamento foi excluída!

source: Create Order
pt_br: Registrar Contribuição

source: Add Form of Payment
pt_br: Adicionar Forma de Pagamento

source: View Order
pt_br: Ver Contribuição

source: Edit Order
pt_br: Editar Contribuição

source: The Payment has been created!
pt_br: O pagamento foi criado!

source: Payment
pt_br: Pagamento

source: Create Payment
pt_br: Criar Pagamento

source: The Payment has been updated!
pt_br: O pagamento foi atualizado!

source: Update Payment
pt_br: Atualizar Pagamento

source: The Payment has been deleted!
pt_br: O Pagamento foi apagado!

source: The PayType has been created!
pt_br: O Tipo de Pagamento foi criado!

source: Create type of payment
pt_br: Criar tipo de pagamento

source: The types of payment has been updated!
pt_br: O tipo de pagamento foi atualizada!

source: Update type of payment
pt_br: Atualizar tipo de pagamento

source: The types of payment has been inactivated!
pt_br: Os tipos de pagamento foram inativados!

source: The types of payment has been deleted!
pt_br: Os tipos de pagamento foram apagados!

source: treasury
pt_br: tesouraria

source: %(name)s object with primary key %(key)r does not exist.
pt_br: O objeto %(name)s com chave primária %(key)r não existe.

source: Password changed successfully.
pt_br: Senha alterada com sucesso.

source: Change password: %s
pt_br: Alterar senha: %s

source: Enter a valid email. <<REQUIRED>>
pt_br: Entre com um email válido. <<REQUERIDO>>

source: staff status
pt_br: status da equipe

source: Designates whether the user can log into this admin site.
pt_br: Designa se o usuário pode fazer login neste site de administração.

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
pt_br: Designa se este usuário deve ser tratado como ativo.Desmarque isto em vez de deletar contas.

source: date joined
pt_br: data em que entrou

source: users
pt_br: usuários

source: social name
pt_br: nome social

source: profile
pt_br: perfil

source: profiles
pt_br: perfis

source: Your email and/or password didn't match. Please try again.
pt_br: Seu e-mail e/ou senha não conferem. Por favor, tente novamente.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
pt_br: Sua conta não tem acesso a esta página. Para continuar, faça login com uma conta que tenha acesso.

source: Please login to see this page.
pt_br: Por favor, faça o login para ver esta página.

source: Please sign in
pt_br: Por favor, inscreva-se

source: Sign in
pt_br: Entrar

source: Lost password?
pt_br: Perdeu a senha?

source: I want to participate
pt_br: Eu quero participar

source: Logged out!
pt_br: Desconectado!

source: Click here to login again.
pt_br: Clique aqui para fazer o login novamente.

source: Success!
pt_br: Sucesso!

source: Your password was changed.
pt_br: Sua senha foi modificada.

source: Change my password
pt_br: Mudar minha senha

source: Change password
pt_br: Mudar senha

source: Please correct the error below.
pt_br: Corrija o erro abaixo.

source: Please correct the errors below.
pt_br: Por favor corrija os erros abaixo.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
pt_br: Por favor, digite sua senha antiga, por questões de segurança, e depois digite sua novasenha duas vezes para que possamos verificar se você digitou corretamente.

source: The password has been changed!
pt_br: A senha foi alterada!

source: log in again?
pt_br: entrar novamente?

source: Please enter (and confirm) your new password.
pt_br: Por favor, digite (e confirme) sua nova senha.

source: Password reset failed
pt_br: Falha ao redefinir a senha

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pt_br: O link de redefinição de senha era inválido, possivelmente porque já foiusado. Solicite uma nova redefinição de senha.

source: We've emailed you instructions for setting your password.
pt_br: Enviamos por e-mail instruções para definir sua senha.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
pt_br: Você está recebendo este e-mail porque solicitou uma redefinição de senha para a suaconta de usuário no site %(site_name)s.

source: Please go to the following page and choose a new password:
pt_br: Vá para a seguinte página e escolha uma nova senha:

source: Your username, in case you've forgotten:
pt_br: Seu nome de usuário, caso tenha esquecido:

source: Thanks for using our site!
pt_br: Obrigado por usar nosso site!

source: The %(site_name)s team.
pt_br: A equipe do %(site_name)s

source: Enter your email
pt_br: Digite seu e-mail

source: Reset password
pt_br: Redefinir senha

source: Are you sure you want to delete?
pt_br: Tem certeza que deseja apagar?

source: How to pay
pt_br: Como pagar

source: pix-key
pt_br: chave-PIX

source: step
pt_br: passo

source: Transfer, deposit or PIX at your bank.
pt_br: Realize a transferência, depósito ou PIX em seu banco.

source: For PIX use image or pix-key above.
pt_br: Para PIX, use a imagem ou a chave pix acima.

source: Enter payments by clicking:
pt_br: Insira os pagamentos clicando:

source: and filling out the form.
pt_br: e preenchendo o formulário.

source: Repeat this process for each payment.
pt_br: Repita este processo para cada pagamento.

source: Fill in the payment method fields.
pt_br: Preencha os campos da forma de pagamento.

source: Do not forget to inform the bank
pt_br: Não se esqueça de informar o banco

source: Bank flag
pt_br: Banco/Flag

source: and the transaction id number
pt_br: e o número de identificação da transação

source: Ctrl number
pt_br: número de controle

source: Select and upload the digital voucher provided by your bank, through the field:
pt_br: Selecione e carregue o voucher digital fornecido pelo seu banco, através do campo:

source: Voucher img
pt_br: Comprovante

source: (only in .jpg format for now)
pt_br: (somente no formato .jpg por enquanto)

source: When all payment method fields are filled in, the button:
pt_br: Quando todos os campos da forma de pagamento estiverem preenchidos, o botão:

source: will be enabled. Click on it to submit your payment.
pt_br: será habilitado. Clique nele para enviar seu pagamento.

source: Form of Payment
pt_br: Forma de Pagamento

source: Here showing your last
pt_br: Aqui mostrando o seu último

source: To find out more, contact the
pt_br: Para saber mais, entre em contato com a

source: secretariat
pt_br: secretaria

source: occurrences
pt_br: ocorrências

source: no historic found
pt_br: nenhum histórico encontrado

source: Change
pt_br: Alterar

source: Scan QR-CODE
pt_br: Ler QR-CODE

source: New Order
pt_br: Nova contribuição

source: self paid
pt_br: auto pago

source: Latest payments
pt_br: Últimas contribuições

source: Scan the Event QR-CODE
pt_br: Ler o QR-CODE do evento

source: The Profile has been updated!
pt_br: O Perfil foi atualizado!

source: update profile
pt_br: atualizar perfil

source: You are registered for the event: %s
pt_br: Você está inscrito para o evento: %s

source: Create my order
pt_br: Criar minha contribuição

source: Create my order - add payment
pt_br: Criar minha contribuição - adicionar pagamento

source: workgroup
pt_br: grupos

source: workgroups
pt_br: grupos

source: role
pt_br: função

source: membership
pt_br: filiação

source: memberships
pt_br: filiações

source: This working group has
pt_br: Este grupo de trabalho tem

source: members associated with it
pt_br: membros associados a ele

source: and
pt_br: e

source: other(s)
pt_br: outro(s)

source: members not found
pt_br: membros não encontrados

source: Member
pt_br: Membro

source: Select an event
pt_br: selecionar um evento

source: Workgroup
pt_br: Grupo de Trabalho

source: The person has been inserted on workgroup!
pt_br: O aluno foi inserido no grupo!

source: create membership
pt_br: criar membro

source: mentoring
pt_br: mentoria

source: workgroup detail
pt_br: detalhe do grupo

source: member detail
pt_br: detalhes do membro

source: member detail | frequencies
pt_br: detalhes do membro | frequências

source: member detail | historic
pt_br: detalhes do membro | histórico

source: Confirm to update
pt_br: confirme para atualizar

source: workgroup add members
pt_br: grupo de trabalho adicionar membros

source: Create workgroup
pt_br: Criar grupo de trabalho

source: Update workgroup
pt_br: Atualizar grupo de trabalho

source: Golden Rosycross
pt_br: Rosacruz Áurea

source: male
pt_br: masculino

source: female
pt_br: feminino

source: do not inform
pt_br: prefiro não informar

source: contact room
pt_br: sala de contato

source: 1st. Aspect
pt_br: 1o Aspecto

source: 2nd. Aspect
pt_br: 2o Aspecto

source: 3rd. Aspect
pt_br: 3o Aspecto

source: 4th. Aspect
pt_br: 4o Aspecto

source: Grail
pt_br: Graal

source: 5th. Aspect
pt_br: 5o Aspecto

source: 6th. Aspect
pt_br: 6o Aspecto

source: licensed
pt_br: licenciado

source: dead
pt_br: morto

source: disconnected
pt_br: desconectado

source: removed
pt_br: removido

source: other
pt_br: outro

source: transfer
pt_br: transferência

source: web pupil
pt_br: aluno web

source: gest
pt_br: convidado

source: contact
pt_br: contato

source: member
pt_br: membro

source: maintenance
pt_br: manutenção

source: opened
pt_br: aberto

source: closed
pt_br: fechado

source: service
pt_br: serviço

source: conference
pt_br: conferência

source: meeting
pt_br: reunião

source: canceled
pt_br: cancelado

source: concluded
pt_br: concluído

source: monthly
pt_br: mensal

source: by event
pt_br: por evento

source: campaign
pt_br: campanha

source: cash
pt_br: dinheiro

source: check
pt_br: cheque

source: pre check
pt_br: cheque-pré

source: debit
pt_br: débito

source: credit
pt_br: crédito

source: deposit
pt_br: depósito

source: bank slip
pt_br: boleto bancário

source: Brazil
pt_br: Brasil

source: observation
pt_br: observação

source: new
pt_br: novo

source: installing
pt_br: instalando

source: stand by
pt_br: em espera

source: restriction
pt_br: restrição

source: Secretary
pt_br: Secretário(a)

source: Phone number must be entered in the format: '+1234567890'. Up to 15 digits allowed.
pt_br: O número de telefone deve ser inserido no formato: '+1234567890'. São permitidos até 15 dígitos.
