Repository: cesargodoi/rcadmin_v2
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Center
pt_br: Núcleo

source: I think we lost this page.
pt_br: Acho que perdemos esta página.

source: But, we can still help you...
pt_br: Mas, ainda podemos ajudá-lo ...

source: Click
pt_br: Clique

source: here
pt_br: aqui

source: to return
pt_br: para voltar

source: or contact our support
pt_br: ou contate nosso suporte

source: Uh!
pt_br: Oh!

source: Internal error.
pt_br: Erro Interno.

source: Please, try again later...
pt_br: Por favor, tente novamente mais tarde...

source: or contact our support:
pt_br: ou entre em contato com nosso suporte:

source: Action not allowed!
pt_br: Ação não permitida!

source: Go back
pt_br: Voltar

source: Atention!
pt_br: Atenção!

source: Are you sure you want to delete
pt_br: Tem certeza que deseja apagar

source: Confirm
pt_br: Confirmar

source: Back
pt_br: Voltar

source: Privacy Policy
pt_br: Política de Privacidade

source: I agree
pt_br: Eu concordo

source: Close
pt_br: Fechar

source: all
pt_br: todos

source: Centers
pt_br: Núcleos

source: Persons
pt_br: Alunos

source: Events
pt_br: Eventos

source: Workgroups
pt_br: Grupos

source: Mentoring
pt_br: Mentoria

source: Public Work
pt_br: Trabalho Público

source: Treasury
pt_br: Tesouraria

source: Activities
pt_br: Atividades

source: Payments
pt_br: Contribuições

source: Forms of payments
pt_br: Formas de Pagamento

source: Payment types
pt_br: Tipos de Pagamentos

source: Banks or Flags
pt_br: Bancos e Cartões

source: Import people
pt_br: Importar pessoas

source: Loading...
pt_br: Carregando...

source: Profile
pt_br: Perfil

source: Logout
pt_br: Sair

source: Login
pt_br: Entrar

source: Search result
pt_br: Resultado da busca

source: records were found in the database
pt_br: registros foram encontrados no banco de dados

source: Save
pt_br: Salvar

source: Create
pt_br: Criar

source: Update
pt_br: Atualizar

source: Welcome to
pt_br: Bem-vindo

source: My Profile
pt_br: Meu Perfil

source: New import
pt_br: Nova importação

source: Select a .csv file to import.
pt_br: selecionar arquivo (.csv) para importar

source: File
pt_br: Arquivo

source: Imported
pt_br: Importado

source: No file - Sign LGPD
pt_br: Sem Arquivo - Assinar LGPD

source: in
pt_br: em

source: People to sign LGPD
pt_br: Pessoas para assinar a LGPD

source: To send email
pt_br: Enviar email

source: Details
pt_br: Detalhes

source: Entries
pt_br: Entradas

source: Importeds
pt_br: Importados

source: Duplicate email
pt_br: Email duplicado

source: Without email
pt_br: Sem email

source: Used email
pt_br: Email já usado

source: Error
pt_br: Erro

source: Module not avaiable
pt_br: Módulo não sisponível

source: Report
pt_br: Relatório

source: New search
pt_br: Nova busca

source: To print
pt_br: Imprimir

source: Get file
pt_br: Pegar arquivo

source: define the reporting terms
pt_br: definir os termos de relatório

source: center
pt_br: núcleo

source: Search
pt_br: Buscar

source: from
pt_br: de

source: to
pt_br: à

source: all types
pt_br: todos os tipos

source: name
pt_br: nome

source: types
pt_br: tipos

source: Frequencies per period
pt_br: Frequências por período

source: Generate
pt_br: Gerar

source: Select a .csv file to import
pt_br: selecionar arquivo (.csv) para importar

source: Import
pt_br: Importar

source: Lectures per period
pt_br: Palestras por período

source: type
pt_br: tipo

source: Period
pt_br: Periodo

source: Status per center
pt_br: Status por núcleo

source: all status
pt_br: todos status

source: person
pt_br: aluno

source: Clean
pt_br: Limpar

source: aspect
pt_br: discipulado

source: import people
pt_br: importar pessoas

source: short name
pt_br: nome curto

source: address
pt_br: endereço

source: number
pt_br: número

source: complement
pt_br: complemento

source: district
pt_br: bairro

source: city
pt_br: cidade

source: state
pt_br: estado

source: country
pt_br: país

source: zip
pt_br: cep

source: phone
pt_br: telefone

source: backup phone
pt_br: telefone 2

source: image
pt_br: imagem

source: pix image
pt_br: imagem pix

source: pix key
pt_br: chave pix

source: conference center
pt_br: centro de conferência

source: responsible
pt_br: responsável

source: observations
pt_br: observações

source: centers
pt_br: núcleos

source: user
pt_br: usuário

source: rule
pt_br: regra

source: responsibles
pt_br: Responsáveis

source: Insert Responsible
pt_br: Inserir Responsável

source: choose your search terms
pt_br: escolha seus termos da pesquisa

source: person not found
pt_br: pessoa não encontrada

source: Atention
pt_br: Atenção

source: Are you shure you want to remove
pt_br: Você tem certeza que deseja remover

source: Cancel
pt_br: Cancelar

source: Are you shure you want to reinsert
pt_br: Tem certeza que deseja reinserir

source: centers not found
pt_br: núcleos não encontrados

source: pupils
pt_br: alunos

source: inactive
pt_br: inativo

source: Center PIX
pt_br: Núcleo PIX

source: Edit
pt_br: Editar

source: Add
pt_br: Adicionar

source: Others
pt_br: Outros

source: Responsibles
pt_br: Responsáveis

source: Add Responsible
pt_br: Adicionar Responsável

source: Delete
pt_br: Apagar

source: Reinsert
pt_br: Reinserir

source: The Center has been updated!
pt_br: O núcleo foi atualizado!

source: center detail
pt_br: detalhes do núcleo

source: Create center
pt_br: Criar núcleo

source: Update info
pt_br: Atualizar informações

source: Update image
pt_br: Atualizar imagem

source: Update others info
pt_br: Atualizar outras informações

source: add responsible
pt_br: adicionar responsável

source: The '{_user}' has been deleted!
pt_br: O '{_user}' foi excluído!

source: %d event was successfully marked as 'inactive'.
pt_br: %d evento foi marcado com sucesso como 'inativo'.

source: %d event was successfully marked as 'active'.
pt_br: %d evento foi marcado com sucesso como 'ativo'.

source: multi date
pt_br: multi-data

source: active
pt_br: ativo

source: activity
pt_br: atividade

source: activities
pt_br: atividades

source: qr code
pt_br: código QR

source: date
pt_br: data

source: end
pt_br: final

source: dead line
pt_br: prazo final

source: description
pt_br: descrição

source: frequencies
pt_br: frequências

source: event
pt_br: evento

source: events
pt_br: eventos

source: frequency
pt_br: frequência

source: activities not found
pt_br: atividades não encontradas

source: is multi date
pt_br: é multi-data

source: Frequencies
pt_br: Frequências

source: Scan this QR-Code to sign-in Event
pt_br: Leia este QR - Code para fazer login no evento

source: Insert
pt_br: Inserir

source: Insert Frequencies
pt_br: Inserir Frequências

source: Important
pt_br: Importante

source: Enter pupils registration numbers, separated by commas.
pt_br: Digite os números de registro dos alunos, separados por vírgulas.

source: Example
pt_br: Exemplo

source: Unknown records
pt_br: Registros desconhecidos

source: Ignore
pt_br: Ignorar

source: events not found
pt_br: eventos não encontrados

source: records in the database
pt_br: registros foram encontrados no banco de dados

source: no frequencies found
pt_br: nenhuma frequência encontrada

source: deadline
pt_br: prazo final

source: Event
pt_br: Evento

source: The Activity has been created!
pt_br: A atividade foi criada!

source: Create Activity
pt_br: Criar Atividade

source: The Activity has been updated!
pt_br: A atividade foi atualizada!

source: Update Activity
pt_br: Atualizar Atividade

source: The Activity has been deleted!
pt_br: A atividade foi excluída!

source: confirm to delete
pt_br: confirme para deletar

source: event home
pt_br: evento

source: event detail
pt_br: detalhes do evento

source: Create historic
pt_br: Criar histórico

source: update event
pt_br: atualizar evento

source: You cannot delete an event if it has frequencies launched. Remove all frequencies and try again.
pt_br: Você não pode excluir um evento se ele tiver frequências lançadas. Remova todas as frequências e tente novamente.

source: insert frequencies
pt_br: inserir frequências

source: Make inactive
pt_br: Tornar inativo

source: %d person was successfully marked as 'inactive'.
pt_br: %d pessoa foi marcada com sucesso como 'inativa'.

source: Make active
pt_br: Tornar ativo

source: Transfer to Center
pt_br: Transferência para o Núcleo

source: Some observations
pt_br: Algumas observações

source: Transfer date
pt_br: Data de transferência

source: Select new Aspect
pt_br: Selecione o novo Discipulado

source: birth
pt_br: nascimento

source: gender
pt_br: gênero

source: id card
pt_br: CPF

source: email address
pt_br: endereço de email

source: emergency contact
pt_br: contato de emergência

source: emergency phone
pt_br: telefone de emergência

source: invited on
pt_br: convidado em

source: imported on
pt_br: importado em

source: invitation
pt_br: convite

source: invitations
pt_br: convites

source: people
pt_br: pessoas

source: occurrence
pt_br: ocorrência

source: historic
pt_br: histórico

source: historics
pt_br: históricos

source: Are you shure you want to insert
pt_br: Tem certeza que deseja inserir

source: Are you shure you want to import
pt_br: Tem certeza que deseja importar

source: as a
pt_br: como um

source: Pupil
pt_br: Aluno

source: Select
pt_br: Selecionar

source: only view
pt_br: apenas ver

source: Reports
pt_br: Relatórios

source: Installed People
pt_br: Pessoas instaladas

source: Occurrences per period
pt_br: Ocorrências por período

source: sos contact
pt_br: emergência

source: years
pt_br: anos

source: Historic
pt_br: Histórico

source: Membership
pt_br: Grupos

source: Update Membership
pt_br: Atualizar Membro

source: To update 'status', use:
pt_br: Para atualizar o 'status', use:

source: on 'Historic' tab.
pt_br: na aba 'Historico'.

source: To update 'aspect', use the tool:
pt_br: Para atualizar o 'discipulado', use a ferramenta:

source: Change of Aspect
pt_br: Mudança de Discipulado

source: on 'person > tools' menu.
pt_br: no menu 'Alunos > Ferramentas'.

source: To change 'center', use the tool:
pt_br: Para alterar o 'núcleo', use a ferramenta:

source: Pupil Transfer
pt_br: Transferência de Aluno

source: update
pt_br: Atualizar

source: frequency not found
pt_br: frequência não encontrada

source: Insert Frequency
pt_br: Inserir frequência

source: historic not found
pt_br: histórico não encontrado

source: Are you shure you want to resend invitation to
pt_br: Tem certeza que deseja reenviar o convite

source: Congratulations
pt_br: Parabéns

source: invitations not found
pt_br: convites não encontrados

source: migration
pt_br: migração

source: Invite Again
pt_br: Convidar novamente

source: Remove
pt_br: removido

source: Invalid reCAPTCHA, please try again.
pt_br: reCAPTCHA inválido, por favor tente novamente.

source: This page can be closed
pt_br: Esta página pode ser fechada

source: Password
pt_br: Senha

source: Repeat the password
pt_br: Digite a senha novamente

source: I have read and agree to become a pupil and I am aware of the
pt_br: Li e concordo em me tornar aluno e estou ciente da

source: Data Policy
pt_br: Politica de Dados

source: of Golden Rosicrucian.
pt_br: da Rosacruz Áurea

source: Register
pt_br: Registrar

source: membership not found
pt_br: membro não encontrado

source: Insert Membership
pt_br: Inserir Membro

source: Person
pt_br: Aluno

source: Invitations
pt_br: Convites

source: Tools
pt_br: Ferramentas

source: Import from Seekers
pt_br: Importar de Buscadores

source: Invite person
pt_br: Convidar pessoa

source: Badge
pt_br: Carteirinha

source: Frequency
pt_br: Frequência

source: persons not found in the search
pt_br: pessoas não encontradas na pesquisa

source: Are you sure you want to change the aspect?
pt_br: Você tem certeza que quer mudar o discipulado?

source: Confirm the change of Aspect
pt_br: Confirme a mudança de Discipulado

source: No search results
pt_br: Nenhum resultado de pesquisa

source: Pupil name
pt_br: Nome do aluno

source: Seekers who will become pupils
pt_br: Buscadores que se tornarão alunos

source: no seekers found
pt_br: nenhum buscador encontrado

source: Pupil transfer
pt_br: Transferência de aluno

source: Are you sure you want to transfer the pupil?
pt_br: Você tem certeza que quer transferir o aluno?

source: Confirm the transfer
pt_br: Confirme a transferência

source: groups not found
pt_br: grupos não encontrados

source: frequencies list
pt_br: lista de frequências

source: historic list
pt_br: lista de histórico

source: Update Historic
pt_br: Atualizar Histórico

source: The Invitation has been sent!
pt_br: O convite foi enviado

source: Invite new pupil
pt_br: Convidar novo aluno

source: pupil registration
pt_br: registro de aluno

source: create pupil
pt_br: criar aluno

source: congratulations
pt_br: parabéns

source: membership list
pt_br: lista de membros

source: insert membership
pt_br: inserir membro

source: The Person has been updated!
pt_br: O Aluno foi atualizado

source: person home
pt_br: aluno

source: person detail
pt_br: detalhes do aluno

source: Create person
pt_br: Criar aluno

source: Update profile
pt_br: Atualizar perfil

source: Update pupil
pt_br: Atualizar aluno

source: installed per period
pt_br: Instalados por período

source: occurrences per period
pt_br: Ocorrências por período

source: import from seekers
pt_br: importar de buscadores

source: confirm to import
pt_br: confirme para importar

source: pupil transfer
pt_br: transferência de aluno

source: New order
pt_br: Nova contribuição

source: pupil
pt_br: aluno

source: Pupils
pt_br: Alunos

source: Aspect
pt_br: Discipulado

source: Our Pupils
pt_br: Nossos Alunos

source: by aspect
pt_br: por discipulado

source: by center
pt_br: por núcleo

source: Our Pupils by
pt_br: Nossos Alunos por

source: by centers
pt_br: por núcleos

source: by aspects
pt_br: por discipulados

source: Installed per period
pt_br: Instalados por período

source: Aspects
pt_br: Discipulados

source: solicited on
pt_br: solicitado em

source: temporary registration of seeker
pt_br: registro temporário de buscador

source: temporary registration of seekers
pt_br: registro temporário de buscadores

source: status date
pt_br: data do status

source: seeker
pt_br: buscador

source: seekers
pt_br: buscadores

source: theme
pt_br: tema

source: listeners
pt_br: ouvintes

source: lecture
pt_br: Palestra

source: lectures
pt_br: palestras

source: listener
pt_br: ouvinte

source: mentors
pt_br: mentores

source: members
pt_br: membros

source: publicwork group
pt_br: grupo do trabalho público

source: publicwork groups
pt_br: grupos do trabalho público

source: Insert Member
pt_br: Inserir Membro

source: Insert Mentor
pt_br: Inserir Mentor

source: Are you shure you want to remove:
pt_br: Você tem certeza que deseja remover:

source: since
pt_br: desde

source: another center - only view
pt_br: outro centro - somente visualização

source: lectures not found
pt_br: palestras não encontradas

source: Group
pt_br: Grupo

source: Members
pt_br: Membros

source: Seeker
pt_br: Buscador

source: Del
pt_br: Apagar

source: seekers not found
pt_br: buscadores não encontrados

source: Select a lecture
pt_br: selecionar um evento

source: Lecture
pt_br: Palestra

source: Who participated?
pt_br: Quem participou?

source: Seekers
pt_br: Buscadores

source: Lectures
pt_br: Palestras

source: Groups
pt_br: Grupos

source: Congratulations!
pt_br: Parabéns!

source: Your registration was successful!
pt_br: Seu cadastro foi realizado com sucesso!

source: You will be included in a “Welcome” group and in the next few days, one of the students responsible for this group should contact you (by message, call or email), to give you directions and upcoming activities.
pt_br: Você será incluído em um grupo de “Boas-vindas” e nos próximos dias, um dos alunos responsáveis por este grupo deve entrar em contato com você (por mensagem, ligação ou email), para lhe passar orientações e as próximas atividades.

source: If this does not occur within 7 days, please contact us via email:
pt_br: Caso isso não ocorra num prazo de 7 dias, pedimos o favor, de entrar em contato conosco através do email:

source: Best regards
pt_br: Atenciosamente

source: team rc@dmin
pt_br: equipe rc@dmin

source: You are receiving this email because you have signed up to join the Golden Rosicrucian Spiritual School "Welcome" group.
pt_br: Você está recebendo este e-mail porque se inscreveu para participar do grupo de "Boas-vindas" da Escola Espiritual da Rosacruz Áurea.

source: Please click on the link below to confirm your registration.
pt_br: Por favor, clique no link abaixo para confirmar sua inscrição.

source: confirmation link
pt_br: link de confirmação

source: If you have not made this request, please disregard this email.
pt_br: Se você não fez essa solicitação, por favor, desconsidere este e-mail.

source: if you can not click on the link, copy a url below and paste in your browser:
pt_br: caso não seja possível clicar no link, copie a url abaixo e cole no seu navegador:

source: Token expired
pt_br: O token expirou

source: Your registration request has expired.
pt_br: A solicitação do seu cadastro expirou.

source: If it is of interest to you, re-register through the link:
pt_br: Caso seja de seu interesse, refaça o seu cadastro através do link:

source: I want to participate!
pt_br: Eu quero participar!

source: If you want to report a problem, please contact us via email:
pt_br: Caso queira relatar algum problema, entre em contato conosco através do email:

source: Dear friend
pt_br: Caro amigo, cara amiga,

source: We are very happy to hear that you want to participate in the activities of the Spiritual School of the Golden Rosicrucian!
pt_br: Ficamos muito felizes em saber que você quer participar das atividades da Escola Espiritual da Rosacruz Áurea!

source: As you are arriving now, some of our students will accompany you in this first moment, through a “Welcome” group, in which you are our guest.
pt_br: Como você está chegando agora, alguns de nossos alunos vão acompanhar você neste primeiro momento, através de um grupo de “Boas-vindas”, no qual você é nosso convidado.

source: In this group, you will meet and participate in the main activities of our students (Templar Services, Conferences and meetings), in order to have a very clear understanding of what it is to be a Golden Rosicrucian student.
pt_br: Neste grupo, você vai conhecer e participar das principais atividades de nossos alunos (Serviços Templários, Conferências e reuniões), com o objetivo de ter uma compreensão muito clara do que é ser aluno da Rosacruz Áurea.

source: Participating in this group does not represent any commitment to the School and you can leave it whenever you want.
pt_br: A participação neste grupo não representa nenhum vínculo com a Escola e você pode sair dele quando quiser.

source: After this period, we hope that you will have more clarity about the path proposed by the School and whether it makes sense to follow it or not.
pt_br: Após este período, esperamos que você tenha mais clareza a respeito do caminho proposto pela Escola e se faz sentido seguir por ele ou não.

source: Initially, we need you to provide us with some data to register in our system and confirm that you accept our data usage policy.
pt_br: De início, precisamos que você nos forneça alguns dados para o cadastro em nosso sistema e confirme que aceita a nossa política de uso de dados.

source: Please fill in the form below:
pt_br: Por favor, preencha o formulário a seguir:

source: I have read and accepted the terms of
pt_br: Li e aceito os termos da

source: data use policy
pt_br: politica de uso de dados

source: E-mail already registered
pt_br: Email já cadastrado

source: The e-mail
pt_br: O e-mail

source: is already registered for a
pt_br: já está cadastrado para um

source: student
pt_br: aluno

source: You can login to the system
pt_br: Você, pode fazer o seu login no sistema

source: by clicking here
pt_br: clicando aqui

source: Or send us an email to
pt_br: Ou envie-nos um email para

source: If you have found something wrong, send us an email to
pt_br: Caso tenha encontrado algo de errado, envie-nos um email para

source: reporting the problem.
pt_br: relatando o problema.

source: Email has been sent!
pt_br: Email enviado!

source: We send a confirmation link to the email:
pt_br: Enviamos um link de confirmação para o e-mail:

source: Please check your email inbox and click on the link to continue with your registration.
pt_br: Por favor, verifique sua caixa de entrada de e-mail e clique no link para continuar com o seu registro.

source: If they haven't arrived in a few minutes, check your spam folder.
pt_br: Se eles não chegarem em alguns minutos, verifique sua caixa de spam.

source: Listeners
pt_br: Ouvintes

source: Add listener
pt_br: Adicionar ouvinte

source: installed
pt_br: instalado

source: no listeners found
pt_br: nenhum ouvinte encontrado

source: no historics found
pt_br: nenhum histórico encontrado

source: age
pt_br: idade

source: group
pt_br: grupo

source: public work - groups
pt_br: trabalho público - grupos

source: group detail
pt_br: detalhes do grupo

source: Create group
pt_br: Criar grupo

source: Update group
pt_br: Atualizar grupo

source: group detail | frequencies
pt_br: detalhes do grupo | frequências

source: add frequencies
pt_br: adicionar frequências

source: group add member
pt_br: adicionar membro no grupo

source: The mentor has been inserted on group!
pt_br: O mentor foi inserido no grupo!

source: group add mentor
pt_br: adicionar mentor no aluno

source: Update historic
pt_br: Atualizar histórico

source: create seeker
pt_br: criar buscador

source: insert yourself as a seeker
pt_br: insira-se como um buscador

source: lecture home
pt_br: palestra

source: lecture detail
pt_br: detalhes da palestra

source: Create lecture
pt_br: Criar palestra

source: Update lecture
pt_br: Atualizar palestra

source: The lecture has been deleted!
pt_br: A palestra foi excluída!

source: The seeker has been inserted on lecture!
pt_br: O buscador foi inserido na palestra!

source: Confirm to insert
pt_br: Confirme para inserir

source: add listener
pt_br: adicionar ouvinte

source: The Listener has been updated!
pt_br: O ouvinte foi atualizado!

source: Update listener
pt_br: Atualizar ouvinte

source: add frequency
pt_br: adicionar frequência

source: Update frequency
pt_br: Atualizar frequência

source: Public work
pt_br: Trabalho Público

source: frequencies per period
pt_br: frequências por período

source: lectures per period
pt_br: palestras por período

source: status per center
pt_br: status por núcleo

source: seeker home
pt_br: buscador

source: seeker detail
pt_br: detalhes do buscador

source: Create seeker
pt_br: Criar buscador

source: Update seeker
pt_br: Atualizar buscador

source: seeker detail | frequencies
pt_br: detalhes do buscador | frequências

source: seeker detail | historic
pt_br: detalhes do buscador | histórico

source: pay type
pt_br: tipo de pagamento

source: pay types
pt_br: tipos de pagamento

source: reference month
pt_br: mês de referência

source: value
pt_br: valor

source: payment
pt_br: pagamento

source: payments
pt_br: contribuições

source: bank and flag
pt_br: banco e cartão

source: banks and flags
pt_br: bancos e cartões

source: bank flag
pt_br: banco/cartão

source: control number
pt_br: número de controle

source: form of payment
pt_br: forma de pagamento

source: form of payments
pt_br: formas de pagamento

source: amount
pt_br: quantia

source: self payed
pt_br: auto pago

source: order
pt_br: ordem de pagamento

source: orders
pt_br: ordens de pagamento

source: forms of payments not found
pt_br: Formas de pagamento não encontradas

source: Banks and Flags
pt_br: Bancos e Cartões

source: pending
pt_br: pendente

source: You want to delete
pt_br: Você deseja apagar
